Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/SystemResources.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, hi, it, nl, pt, te, zh_tw

source: The relationship with relationshipid {0} is invalid because it has an invalid variantid of {1}.
ar: العلاقة مع معرف العلاقة {0} غير صالحة لأنها تحتوي على معرف متغير غير صالح لـ {1}.
bn: সম্পর্কযুক্ত {0} এর সাথে সম্পর্কটি অবৈধ কারণ এটিতে {1} এর একটি অবৈধ বৈকল্পিক রয়েছে৷
de: Die Beziehung mit der Beziehungs-ID {0} ist ungültig, da sie die ungültige Varianten-ID {1} hat.
es: La relación con relationshipid {0} no es válida porque tiene un variantid no válido de {1}.
fr: La relation avec l'ID de relation {0} n'est pas valide car elle possède un ID de variante non valide de {1}.
hi: relationshipid {0} का संबंध अमान्य है क्योंकि इसका variantid {1} अमान्य है।
it: La relazione con relationshipid {0} non è valida perché ha un varianted non valido di {1}.
nl: De relatie met relationid {0} is ongeldig omdat deze een ongeldige variantid van {1} heeft.
pt: O relacionamento com o ID de relacionamento {0} é inválido porque possui um ID de variante inválido de {1}.
te: రిలేషన్షిప్ {0}తో సంబంధం చెల్లదు ఎందుకంటే ఇది చెల్లని వేరియంటిడ్ {1}ని కలిగి ఉంది.
zh_tw: 与关系 ID {0} 的关系无效，因为它具有无效的变量 ID {1}。

source: Variant lookup for variantid {0} failed may be because it was not registered with the system
ar: قد يكون فشل البحث المتغير عن المتغير {0} بسبب عدم تسجيله في النظام
bn: variantid {0} এর জন্য ভেরিয়েন্ট লুকআপ ব্যর্থ হতে পারে কারণ এটি সিস্টেমের সাথে নিবন্ধিত ছিল না৷
de: Die Variantensuche für die Varianten-ID {0} ist möglicherweise deshalb fehlgeschlagen, weil sie nicht im System registriert wurde
es: La búsqueda de variante para variantid {0} falló posiblemente porque no estaba registrada con el sistema
fr: La recherche de variante pour l'ID de variante {0} a échoué, peut-être parce qu'elle n'a pas été enregistrée auprès du système.
hi: variantid {0} के लिए वैरिएंट खोज विफल हो गई, संभवतः इसलिए क्योंकि इसे प्रणाली के साथ पंजीकृत नहीं किया गया है
it: La ricerca della variante per variantid {0} non è riuscita perché non è stata registrata nel sistema
nl: Het opzoeken van varianten voor variantid {0} is mislukt, omdat deze niet bij het systeem is geregistreerd
pt: A pesquisa de variante para varianteid {0} falhou pode ser porque ela não foi registrada no sistema
te: వేరియంటిడ్ {0} కోసం వేరియంట్ శోధన విఫలమైంది ఎందుకంటే ఇది సిస్టమ్u200cతో నమోదు చేయబడి ఉండవచ్చు
zh_tw: variantid {0} 的变体查找失败，可能是因为它未在系统中注册

source: The relationship with relationshipid:{0} is invalid since the slot with slotid: {1} does not allow the variant with variantid: {2}
ar: العلاقة مع Relationid:{0} غير صالحة لأن الفتحة ذات الفتحة: {1} لا تسمح بالمتغير ذو المتغير: {2}
bn: সম্পর্কযুক্ত:{0} এর সাথে সম্পর্কটি অবৈধ যেহেতু স্লটিডের সাথে স্লট: {1} ভেরিয়েন্টের সাথে বৈকল্পিক অনুমোদন করে না: {2}
de: Die Beziehung mit Beziehungs-ID: {0} ist ungültig, da der Slot mit Slot-ID: {1} die Variante mit Varianten-ID: {2} nicht zulässt.
es: La relación con relationshipid:{0} no es válida ya que la ranura con slotid: {1} no permite la variante con variantid: {2}
fr: La relation avec l'ID de relation :{0} n'est pas valide car l'emplacement avec l'ID d'emplacement : {1} n'autorise pas la variante avec l'ID de variante : {2}
hi: संबंध relationshipid:{0} अमान्य है क्योंकि slotid: {1} वाले स्लॉट variantid: {2} वाले वैरिएंट की अनुमति नहीं देता है
it: La relazione con relationshipid:{0} non è valida poiché lo slot con slotid: {1} non consente la variante con variantid: {2}
nl: De relatie met relationid:{0} is ongeldig omdat het slot met slotid: {1} de variant met variantid: {2} niet toestaat
pt: O relacionamento com RelationshipID:{0} é inválido porque o slot com SlotID: {1} não permite a variante com VariantID: {2}
te: రిలేషన్షిప్u200cతో సంబంధం:{0} స్లాటిడ్u200cతో ఉన్న స్లాట్ చెల్లదు: {1} వేరియంట్u200cతో వేరియంట్u200cను అనుమతించదు: {2}
zh_tw: 与关系 ID 的关系：{0} 无效，因为插槽 ID 为：{1} 的槽不允许变量 ID 为：{2} 的变体

source: The context for Active Assembly Processor Proxy must be either PSRequest or IPSRequestContext to filter the dependents by authorization type
ar: يجب أن يكون سياق وكيل معالج التجميع النشط إما PSRequest أو IPSRequestContext لتصفية التابعين حسب نوع الترخيص
bn: অ্যাক্টিভ অ্যাসেম্বলি প্রসেসর প্রক্সির প্রসঙ্গ অবশ্যই PSRequest বা IPSRequestContext হতে হবে যাতে অনুমোদনের ধরন অনুসারে নির্ভরশীলদের ফিল্টার করা যায়
de: Der Kontext für Active Assembly Processor Proxy muss entweder PSRequest oder IPSRequestContext sein, um die abhängigen Elemente nach Autorisierungstyp zu filtern
es: El contexto para el Proxy del Procesador de Ensamblaje Activo debe ser PSRequest o IPSRequestContext para filtrar los dependientes por tipo de autorización
fr: Le contexte pour Active Assembly Processor Proxy doit être PSRequest ou IPSRequestContext pour filtrer les personnes à charge par type d'autorisation.
hi: प्राधिकरण प्रकार द्वारा आश्रितों को फ़िल्टर करने के लिए सक्रिय असेंबली प्रोसेसर प्रॉक्सी का संदर्भ या तो PSRequest या IPSRequestContext होना चाहिए
it: Il contesto per Active Assembly Processor Proxy deve essere PSRequest o IPSRequestContext per filtrare le dipendenze in base al tipo di autorizzazione
nl: De context voor Active Assembly Processor Proxy moet PSRequest of IPSRequestContext zijn om de afhankelijke personen te filteren op autorisatietype
pt: O contexto para Active Assembly Processor Proxy deve ser PSRequest ou IPSRequestContext para filtrar os dependentes por tipo de autorização
zh_tw: Active Assembly Processor Proxy 的上下文必须是 PSRequest 或 IPSRequestContext 才能按授权类型筛选依赖项

source: A non-numeric value "{0}" was supplied for the search field "{1}". Values supplied for this field must be numeric.
ar: تم توفير قيمة غير رقمية "{0}" لحقل البحث "{1}". يجب أن تكون القيم المقدمة لهذا الحقل رقمية.
bn: "{1}" অনুসন্ধান ক্ষেত্রের জন্য একটি অ-সংখ্যাসূচক মান "{0}" সরবরাহ করা হয়েছে৷ এই ক্ষেত্রের জন্য সরবরাহ করা মান অবশ্যই সাংখ্যিক হতে হবে।
de: Für das Suchfeld „{1}“ wurde ein nicht numerischer Wert „{0}“ angegeben. Die für dieses Feld bereitgestellten Werte müssen numerisch sein.
es: Se proporcionó un valor no numérico "{0}" para el campo de búsqueda "{1}". Los valores proporcionados para este campo deben ser numéricos.
fr: Une valeur non numérique « {0} » a été fournie pour le champ de recherche « {1} ». Les valeurs fournies pour ce champ doivent être numériques.
hi: खोज फ़ील्ड "{1}" के लिए एक गैर-संख्यात्मक मान "{0}" प्रदान किया गया था। इस फ़ील्ड के लिए दिए गए मान संख्यात्मक होने चाहिए.
it: È stato fornito un valore non numerico "{0}" per il campo di ricerca "{1}". I valori forniti per questo campo devono essere numerici.
nl: Er is een niet-numerieke waarde "{0}" opgegeven voor het zoekveld "{1}". Waarden die voor dit veld worden opgegeven, moeten numeriek zijn.
pt: Um valor não numérico "{0}" foi fornecido para o campo de pesquisa "{1}". Os valores fornecidos para este campo devem ser numéricos.
te: శోధన ఫీల్డ్ "{1}" కోసం సంఖ్యా రహిత విలువ "{0}" సరఫరా చేయబడింది. ఈ ఫీల్డ్ కోసం అందించబడిన విలువలు తప్పనిసరిగా సంఖ్యాపరంగా ఉండాలి.
zh_tw: 为搜索字段“{1}”提供了非数字值“{0}”。 为此字段提供的值必须是数字。

source: Display Format
ar: تنسيق العرض
bn: প্রদর্শন বিন্যাস
de: Anzeigeformat
es: Formato de Visualización:
fr: Format d'affichage
hi: प्रारूप को प्रदर्शित करें
it: Formato di visualizzazione
nl: Weergaveformaat
pt: Formato de exibição
te: ప్రదర్శన ఫార్మాట్
zh_tw: 显示格式

source: Unlimited
ar: غير محدود
bn: আনলিমিটেড
de: Unbegrenzt
es: Ilimitado
fr: Illimité
hi: असीमित
it: Illimitato
nl: Onbeperkt
pt: Ilimitado
te: అపరిమిత
zh_tw: 无限

source: Max rows returned
ar: تم إرجاع الحد الأقصى للصفوف
bn: সর্বাধিক সারি ফিরে এসেছে
de: Maximal zurückgegebene Zeilen
es: Filas máximas devueltas
fr: Nombre maximal de lignes renvoyées
hi: अधिकतम पंक्तियाँ वापस आ गईं
it: Numero massimo di righe restituite
nl: Max. rijen geretourneerd
pt: Máximo de linhas retornadas
te: గరిష్ట వరుసలు తిరిగి వచ్చాయి
zh_tw: 返回的最大行数

source: Allowable range is {0}-{1}
ar: النطاق المسموح به هو {0}-{1}
bn: অনুমোদিত পরিসীমা হল {0}-{1}
de: Zulässiger Bereich ist {0}-{1}
es: Rango permitido es {0}-{1}
fr: La plage autorisée est {0}-{1}
hi: स्वीकार्य सीमा {0}-{1} है
it: L'intervallo consentito è {0}-{1}
nl: Toegestaan bereik is {0}-{1}
pt: O intervalo permitido é {0}-{1}
te: అనుమతించదగిన పరిధి {0}-{1}
zh_tw: 允许的范围是 {0}-{1}

source: Maximum Results
ar: أقصى النتائج
bn: সর্বোচ্চ ফলাফল
de: Maximale Ergebnisse
es: Resultados Máximos
fr: Résultats maximaux
hi: अधिकतम परिणाम
it: Risultati massimi
nl: Maximale resultaten
pt: Resultados Máximos
te: గరిష్ట ఫలితాలు
zh_tw: 最大结果

source: Invalid maximum results
ar: الحد الأقصى للنتائج غير صالح
bn: অবৈধ সর্বোচ্চ ফলাফল
de: Ungültige maximale Ergebnisse
es: Resultados máximos inválidos
fr: Résultats maximum non valides
hi: अमान्य अधिकतम परिणाम
it: Risultati massimi non validi
nl: Ongeldige maximale resultaten
pt: Resultados máximos inválidos
te: చెల్లని గరిష్ట ఫలితాలు
zh_tw: 最大结果无效

source: The search query text is longer than the maximum {0} characters allowed.
ar: نص استعلام البحث أطول من الحد الأقصى لعدد الأحرف المسموح به وهو {0}.
bn: অনুসন্ধান ক্যোয়ারী পাঠ্য অনুমোদিত সর্বাধিক {0}টি অক্ষরের চেয়ে দীর্ঘ৷
de: Der Suchabfragetext ist länger als die maximal zulässigen {0} Zeichen.
es: El texto de la consulta de búsqueda supera el máximo de {0} caracteres permitidos.
fr: Le texte de la requête de recherche est plus long que le maximum de {0} caractères autorisé.
hi: खोज क्वेरी टेक्स्ट अनुमत अधिकतम {0} वर्णों से अधिक लंबा है।
it: Il testo della query di ricerca è più lungo dei {0} caratteri massimi consentiti.
nl: De tekst van de zoekopdracht is langer dan het maximum aantal toegestane tekens van {0}.
pt: O texto da consulta de pesquisa é maior que o máximo de {0} caracteres permitidos.
te: శోధన ప్రశ్న వచనం అనుమతించబడిన గరిష్ట {0} అక్షరాల కంటే పొడవుగా ఉంది.
zh_tw: 搜索查询文本超过允许的最大字符数 {0} 个。

source: Validation Error
ar: خطأ في التحقق
bn: যাচাইকরণ ত্রুটি
de: Validierungsfehler
es: Error de validación
fr: Erreur de validation
hi: सत्यापन त्रुटि
it: Errore di convalida
nl: Validatiefout
pt: Erro de validação
te: ధ్రువీకరణ లోపం
zh_tw: 验证错误

source: Content Search
ar: بحث المحتوى
bn: বিষয়বস্তু অনুসন্ধান
de: Inhaltssuche
es: Búsqueda de Contenido
fr: Recherche de contenu
hi: सामग्री खोज
it: Ricerca contenuti
nl: Inhoud zoeken
pt: Pesquisa de conteúdo
te: కంటెంట్ శోధన
zh_tw: 内容搜索

source: Folder Search: {0}
ar: البحث في المجلدات: {0}
bn: ফোল্ডার অনুসন্ধান: {0}
de: Ordnersuche: {0}
es: Búsqueda de Carpeta: {0}
fr: Recherche de dossier : {0}
hi: फ़ोल्डर खोज: {0}
it: Ricerca cartella: {0}
nl: Zoeken in mappen: {0}
pt: Pesquisa de pasta: {0}
te: ఫోల్డర్ శోధన: {0}
zh_tw: 文件夹搜索：{0}

source: Customize...
ar: تخصيص...
bn: কাস্টমাইজ করুন...
de: Anpassen...
es: Personalizar...
fr: Personnaliser...
hi: अनुकूलित करें...
it: Personalizza...
nl: Aanpassen...
pt: Personalizar...
te: అనుకూలీకరించు...
zh_tw: 定制...

source: Include Subfolders
ar: تضمين المجلدات الفرعية
bn: সাবফোল্ডার অন্তর্ভুক্ত করুন
de: Unterordner einschließen
es: Incluir Subcarpetas:
fr: Inclure les sous-dossiers
hi: सबफ़ोल्डर शामिल करें
it: Includi sottocartelle
nl: Inclusief submappen
pt: Incluir subpastas
te: సబ్u200cఫోల్డర్u200cలను చేర్చండి
zh_tw: 包括子文件夹

source: Maximum results must be a number between 0 and <{0}>
ar: يجب أن يكون الحد الأقصى للنتائج رقمًا بين 0 و<{0}>
es: Los resultados máximos deben ser un número entre 0 y <{0}>
fr: Les résultats maximum doivent être un nombre entre 0 et <{0}>
hi: अधिकतम परिणाम 0 और <{0}> के बीच की संख्या होनी चाहिए
it: Il numero massimo di risultati deve essere un numero compreso tra 0 e <{0}>
nl: Maximale resultaten moeten een getal tussen 0 en <{0}> zijn

source: Case Sensitive:
ar: حساسية الموضوع:
bn: কেস সংবেদনশীল:
de: Groß- und Kleinschreibung beachten:
es: Distinguir mayúsculas:
fr: Sensible aux majuscules et minuscules:
hi: अक्षर संवेदनशील:
it: Maiuscole e minuscole:
nl: Hoofdlettergevoelig:
pt: Maiúsculas e minúsculas:
te: కేస్ సెన్సిటివ్:
zh_tw: 区分大小写：

source: The following fields do not belong to your current community.
ar: الحقول التالية لا تنتمي إلى مجتمعك الحالي.
bn: নিম্নলিখিত ক্ষেত্রগুলি আপনার বর্তমান সম্প্রদায়ের অন্তর্গত নয়৷
de: Die folgenden Felder gehören nicht zu Ihrer aktuellen Community.
es: Los siguientes campos no pertenecen a su comunidad actual.
fr: Les champs suivants n'appartiennent pas à votre communauté actuelle.
hi: निम्नलिखित फ़ील्ड आपके वर्तमान समुदाय से संबंधित नहीं हैं.
it: I seguenti campi non appartengono alla tua comunità attuale.
nl: De volgende velden behoren niet tot uw huidige community.
pt: Os campos a seguir não pertencem à sua comunidade atual.
te: కింది ఫీల్డ్u200cలు మీ ప్రస్తుత సంఘానికి చెందినవి కావు.
zh_tw: 以下字段不属于您当前的社区。

source: Do you want to remove the fields and save the search to your community?
ar: هل تريد إزالة الحقول وحفظ البحث في مجتمعك؟
bn: আপনি কি ক্ষেত্রগুলি সরাতে চান এবং আপনার সম্প্রদায়ে অনুসন্ধানটি সংরক্ষণ করতে চান?
de: Möchten Sie die Felder entfernen und die Suche in Ihrer Community speichern?
es: ¿Desea remover los campos y guardar la búsqueda en su comunidad?
fr: Souhaitez-vous supprimer les champs et enregistrer la recherche dans votre communauté ?
hi: क्या आप फ़ील्ड हटाना चाहते हैं और खोज को अपने समुदाय में सहेजना चाहते हैं?
it: Vuoi rimuovere i campi e salvare la ricerca nella tua community?
nl: Wilt u de velden verwijderen en de zoekopdracht opslaan in uw community?
pt: Deseja remover os campos e salvar a pesquisa em sua comunidade?
te: మీరు ఫీల్డ్u200cలను తీసివేసి, శోధనను మీ సంఘంలో సేవ్ చేయాలనుకుంటున్నారా?
zh_tw: 您想要删除这些字段并将搜索保存到您的社区吗？

source: This search has been saved previously to all communities.
ar: تم حفظ هذا البحث مسبقًا لجميع المجتمعات.
bn: এই অনুসন্ধানটি পূর্বে সকল সম্প্রদায়ের কাছে সংরক্ষণ করা হয়েছে৷
de: Diese Suche wurde zuvor für alle Communities gespeichert.
es: Esta búsqueda se ha guardado previamente en todas las comunidades.
fr: Cette recherche a été préalablement enregistrée dans toutes les communautés.
hi: यह खोज पहले सभी समुदायों के लिए सहेजी गई है.
it: Questa ricerca è stata salvata in precedenza in tutte le comunità.
nl: Deze zoekopdracht is eerder in alle community's opgeslagen.
pt: Esta pesquisa foi salva anteriormente para todas as comunidades.
te: ఈ శోధన గతంలో అన్ని సంఘాలకు సేవ్ చేయబడింది.
zh_tw: 此搜索之前已保存到所有社区。

source: With the modified server settings searches can not be shared across the communities.
ar: مع إعدادات الخادم المعدلة، لا يمكن مشاركة عمليات البحث عبر المجتمعات.
bn: পরিবর্তিত সার্ভার সেটিংসের সাথে অনুসন্ধানগুলি সম্প্রদায় জুড়ে ভাগ করা যাবে না৷
de: Mit den geänderten Servereinstellungen können Suchanfragen nicht in allen Communities geteilt werden.
es: Con la configuración modificada del servidor, las búsquedas no pueden compartirse entre las comunidades.
fr: Avec les paramètres du serveur modifiés, les recherches ne peuvent pas être partagées entre les communautés.
hi: संशोधित सर्वर सेटिंग्स के साथ खोजों को समुदायों में साझा नहीं किया जा सकता है।
it: Con le impostazioni del server modificate le ricerche non possono essere condivise tra le comunità.
nl: Met de gewijzigde serverinstellingen kunnen zoekopdrachten niet tussen de community's worden gedeeld.
pt: Com as configurações do servidor modificadas, as pesquisas não podem ser compartilhadas entre as comunidades.
te: సవరించిన సర్వర్ సెట్టింగ్u200cలతో శోధనలు కమ్యూనిటీల అంతటా భాగస్వామ్యం చేయబడవు.
zh_tw: 修改服务器设置后，搜索无法在社区之间共享。

source: Do you want to save the search to your community?
ar: هل تريد حفظ البحث في مجتمعك؟
bn: আপনি কি আপনার সম্প্রদায়ে অনুসন্ধান সংরক্ষণ করতে চান?
de: Möchten Sie die Suche in Ihrer Community speichern?
es: ¿Desea guardar la búsqueda en su comunidad?
fr: Voulez-vous enregistrer la recherche dans votre communauté ?
hi: क्या आप खोज को अपने समुदाय में सहेजना चाहते हैं?
it: Vuoi salvare la ricerca nella tua comunità?
nl: Wilt u de zoekopdracht opslaan in uw community?
pt: Deseja salvar a pesquisa em sua comunidade?
te: మీరు శోధనను మీ సంఘానికి సేవ్ చేయాలనుకుంటున్నారా?
zh_tw: 您想将搜索保存到您的社区吗？

source: Advanced >>
ar: المتقدمة >>
es: Avanzado >>
fr: Avancé >>
hi: उन्नत >>
it: Avanzato >>
nl: Geavanceerd >>

source: << Simple
ar: << بسيط
es: << Sencillo
hi: <<सरल
it: <<Semplice
nl: << Eenvoudig

source: The following characters are not allowed as the first character of a full text search query: *, ?
ar: غير مسموح باستخدام الأحرف التالية كحرف أول في استعلام البحث عن النص الكامل: *, ?
bn: নিম্নলিখিত অক্ষরগুলি সম্পূর্ণ পাঠ্য অনুসন্ধান প্রশ্নের প্রথম অক্ষর হিসাবে অনুমোদিত নয়: *, ?
de: Die folgenden Zeichen sind als erstes Zeichen einer Volltextsuchanfrage nicht zulässig: *, ?
es: Los siguientes caracteres no se permiten como el primer carácter de una consulta de búsqueda de texto completo: *, ?
fr: Les caractères suivants ne sont pas autorisés comme premier caractère d'une requête de recherche en texte intégral : *, ?
hi: निम्नलिखित वर्णों को पूर्ण पाठ खोज क्वेरी के पहले वर्ण के रूप में अनुमति नहीं है: *, ?
it: I seguenti caratteri non sono consentiti come primo carattere di una query di ricerca full-text: *, ?
nl: De volgende tekens zijn niet toegestaan als eerste teken van een volledige tekstzoekopdracht: *, ?
pt: Os seguintes caracteres não são permitidos como primeiro caractere de uma consulta de pesquisa de texto completo: *, ?
te: పూర్తి వచన శోధన ప్రశ్న యొక్క మొదటి అక్షరంగా క్రింది అక్షరాలు అనుమతించబడవు: *, ?
zh_tw: 不允许使用以下字符作为全文搜索查询的第一个字符：*、?

source: The following characters are not allowed as part of a full text search query when synonym expansion is enabled:
ar: لا يُسمح بالأحرف التالية كجزء من استعلام بحث عن نص كامل عند تمكين توسيع المرادفات:
bn: সমার্থক সম্প্রসারণ সক্ষম হলে একটি সম্পূর্ণ পাঠ্য অনুসন্ধান প্রশ্নের অংশ হিসাবে নিম্নলিখিত অক্ষরগুলি অনুমোদিত নয়:
de: Die folgenden Zeichen sind als Teil einer Volltextsuchabfrage nicht zulässig, wenn die Synonymerweiterung aktiviert ist:
es: Los siguientes caracteres no se permiten como parte de una consulta de búsqueda de texto completo cuando la expansión de sinónimos está habilitada:
fr: Les caractères suivants ne sont pas autorisés dans le cadre d'une requête de recherche en texte intégral lorsque l'expansion des synonymes est activée :
hi: पर्यायवाची विस्तार सक्षम होने पर निम्नलिखित वर्णों को पूर्ण पाठ खोज क्वेरी के भाग के रूप में अनुमति नहीं दी जाती है:
it: I seguenti caratteri non sono consentiti come parte di una query di ricerca full-text quando è abilitata l'espansione dei sinonimi:
nl: De volgende tekens zijn niet toegestaan als onderdeel van een zoekopdracht in volledige tekst wanneer synoniemuitbreiding is ingeschakeld:
pt: Os caracteres a seguir não são permitidos como parte de uma consulta de pesquisa de texto completo quando a expansão de sinônimos está ativada:
te: పర్యాయపద విస్తరణ ప్రారంభించబడినప్పుడు పూర్తి వచన శోధన ప్రశ్నలో భాగంగా క్రింది అక్షరాలు అనుమతించబడవు:
zh_tw: 启用同义词扩展时，不允许将以下字符作为全文搜索查询的一部分：

source: Search for:
ar: بحث عن:
bn: এর জন্য অনুসন্ধান করুন:
de: Suchen nach:
es: Buscar:
fr: Rechercher:
hi: निम्न को खोजें:
it: Cercare:
nl: Zoeken naar:
pt: Procurar:
te: దీని కోసం శోధించండి:
zh_tw: 搜索：

source: You have selected too many items to execute your server action. Please perform the action in smaller groups (Less than 100 items each time).
ar: لقد حددت عددًا كبيرًا جدًا من العناصر لتنفيذ إجراء الخادم الخاص بك. يرجى تنفيذ الإجراء في مجموعات أصغر (أقل من 100 عنصر في كل مرة).
bn: আপনার সার্ভার ক্রিয়া সম্পাদন করার জন্য আপনি অনেকগুলি আইটেম নির্বাচন করেছেন৷ অনুগ্রহ করে ছোট দলে ক্রিয়া সম্পাদন করুন (প্রতিবার 100টিরও কম আইটেম)।
de: Sie haben zu viele Elemente ausgewählt, um Ihre Serveraktion auszuführen. Bitte führen Sie die Aktion in kleineren Gruppen durch (jeweils weniger als 100 Elemente).
es: Ha seleccionado demasiados elementos para ejecutar su acción del servidor. Por favor realice la acción en grupos más pequeños (menos de 100 elementos cada vez).
fr: Vous avez sélectionné trop d'éléments pour exécuter votre action serveur. Veuillez effectuer l'action en petits groupes (moins de 100 éléments à chaque fois).
hi: आपने अपनी सर्वर कार्रवाई निष्पादित करने के लिए बहुत अधिक आइटम का चयन किया है। कृपया कार्रवाई छोटे समूहों में करें (हर बार 100 से कम आइटम)।
it: Hai selezionato troppi elementi per eseguire l'azione del server. Si prega di eseguire l'azione in gruppi più piccoli (meno di 100 elementi ogni volta).
nl: U heeft te veel items geselecteerd om uw serveractie uit te voeren. Voer de actie uit in kleinere groepen (minder dan 100 items per keer).
pt: Você selecionou muitos itens para executar a ação do servidor. Por favor, execute a ação em grupos menores (menos de 100 itens de cada vez).
te: మీరు మీ సర్వర్ చర్యను అమలు చేయడానికి చాలా ఎక్కువ అంశాలను ఎంచుకున్నారు. దయచేసి చర్యను చిన్న సమూహాలలో చేయండి (ప్రతిసారీ 100 కంటే తక్కువ అంశాలు).
zh_tw: 您选择的项目太多，无法执行服务器操作。请以小组形式执行该动作（每次少于 100 个项目）。

source: There has been a command failure forwarding the request to Rhythmyx. The java exception is:
ar: حدث فشل في إعادة توجيه الطلب إلى Rhythmyx. استثناء جافا هو:
bn: রিদমিক্সের কাছে অনুরোধ ফরওয়ার্ড করার জন্য একটি কমান্ড ব্যর্থতা হয়েছে। জাভা ব্যতিক্রম হল:
de: Beim Weiterleiten der Anfrage an Rhythmyx ist ein Befehlsfehler aufgetreten. Die Java-Ausnahme ist:
es: Ha habido un fallo de comando al reenviar la solicitud a Rhythmyx. La excepción java es:
fr: Il y a eu un échec de commande lors du transfert de la demande à Rhythmyx. L'exception Java est :
hi: रिदमिक्स को अनुरोध अग्रेषित करने में एक कमांड विफलता हुई है। जावा अपवाद है:
it: Si è verificato un errore nel comando durante l'inoltro della richiesta a Rhythmyx. L'eccezione Java è:
nl: Er is een opdrachtfout opgetreden bij het doorsturen van het verzoek naar Rhythmyx. De Java-uitzondering is:
pt: Houve uma falha no comando ao encaminhar a solicitação para o Rhythmyx. A exceção java é:
te: రిథమిక్స్u200cకు అభ్యర్థనను ఫార్వార్డ్ చేయడంలో కమాండ్ వైఫల్యం ఏర్పడింది. జావా మినహాయింపు:
zh_tw: 将请求转发到 Rhythmyx 时出现命令失败。 java的异常是：

source: Error creating action menu {0} : {1}, this is likely due to a server failure
ar: خطأ في إنشاء قائمة الإجراء {0} : {1}، من المحتمل أن يكون هذا بسبب فشل الخادم
bn: অ্যাকশন মেনু তৈরিতে ত্রুটি {0} : {1}, এটি সম্ভবত একটি সার্ভার ব্যর্থতার কারণে হয়েছে৷
de: Fehler beim Erstellen des Aktionsmenüs {0}: {1}, dies ist wahrscheinlich auf einen Serverfehler zurückzuführen
es: Error al crear el menú de acción {0} : {1}, esto probablemente se debe a un fallo del servidor
fr: Erreur lors de la création du menu d'action {0} : {1}, cela est probablement dû à une panne du serveur
hi: क्रिया मेनू बनाने में त्रुटि {0} : {1}, यह संभवतः सर्वर विफलता के कारण है
it: Errore durante la creazione del menu azioni {0}: {1}, probabilmente è dovuto a un errore del server
nl: Fout bij het maken van actiemenu {0}: {1}. Dit komt waarschijnlijk door een serverfout
pt: Erro ao criar o menu de ação {0}: {1}, provavelmente devido a uma falha no servidor
te: చర్య మెనుని సృష్టించడంలో ఎర్రర్ ఏర్పడింది {0} : {1}, ఇది సర్వర్ వైఫల్యం వల్ల కావచ్చు
zh_tw: 创建操作菜单 {0} 时出错：{1}，这可能是由于服务器故障造成的

source: Server Admin Access Required
ar: مطلوب وصول مسؤول الخادم
bn: সার্ভার অ্যাডমিন অ্যাক্সেস প্রয়োজন
de: Serveradministratorzugriff erforderlich
es: Se Requiere Acceso de Administrador del Servidor
fr: Accès administrateur du serveur requis
hi: सर्वर एडमिन एक्सेस आवश्यक
it: È richiesto l'accesso amministratore del server
nl: Serverbeheerderstoegang vereist
pt: Acesso de administrador do servidor necessário
zh_tw: 需要服务器管理员访问权限
